Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: So let me draw some right triangles, let me just draw one right triangle.
ht: Se pou m' fè kèk sipèpoze dwat, se pou m' sèlman fè yon sèl bò dwat triyang.

source: So this is a right triangle.
ht: Se konsa, sa se yon triyang dwat.

source: When I say it's a right triangle, it's because one of the angles here is 90 degrees.
ht: Lè m' di se yon triyang dwat, se bon youn nan kwen yo isit la se 90 sou ti mak.

source: This right here is a right angle.
ht: Isit-menm se yon ang dwa yo.

source: It is equal to 90 degrees.
ht: Li egal a 90 degre.

source: And we will talk about other ways to show the magnitude of angles in future videos.
ht: E nou pwal pale osijè lòt fason pou montre mayitid ang nan pwochen vidéos.

source: So we have a 90 degree angle.
ht: Se poutèt sa, nou gen yon ang 90 degre.

source: It's a right triangle, let me put some
ht: Li se yon triyang dwat, se pou m' mete kèk

source: lengths to the sides here.
ht: longè pou bò isit la.

source: So this side over here is maybe 3.
ht: Se poutèt sa yo bò kote pase isit la pa gen dwa 3.

source: This height right over there is 3.
ht: Wotè sa a droit laba a se 3.

source: Maybe the base of the triangle right over here is 4. and then the hypotenuse of the triangle over here is 5.
ht: Petèt baz triyang droit sou isit la se 4. Et puis hypotenuse triyang sou isit la se 5.

source: You only have a hypotenuse when you have a right triangle.
ht: Ou sèlman fè yon hypotenuse lè ou gen yon triyang dwat.

source: It is the side opposite the right angle and it is the longest side of a right triangle.
ht: Se bò kote a dwat ang opoze e pi long nan bò kote yon triyang dwat.

source: So that right there is the hypotenuse.
ht: Lè sa a, droit pa gen hypotenuse a.

source: You've probably learned that already from geometry.
ht: Ou te pwobableman appris ki deja nan jeometri.

source: And you can verify that this right triangle - the sides work out - we know from the Pythagorean theorem, that 3 squared plus 4 squared, has got to be equal to the length of the longest side, the length of the hypotenuse squared is equal to 5 squared so you can verify that this works out that this satisfies the Pythagorean theorem.
ht: Et, ou kapab verifye ke triyang dwa sa a - ke pati travay sou- nou konnen de pitagorik teyorèm, 3 au plis 4 au, te genyen egal a kantite bò pi long la, la durée de la hypotenuse au egal a 5 au Se konsa, ou kapab verifye ke sa travay sa sa aux teyorèm pitagorik a.

source: Now with that out of the way let's learn a little bit of Trigonometry.
ht: Koulye a ak sa an an n aprann yon ti trignometri.

source: The core functions of trigonometry, we're going to learn a little more about what these functions mean.
ht: Fonksyon base trignometri, nou pral pou aprann yon ti kras plis sou kisa fonksyon sa yo vle di.

source: There is the sine, the sine function.
ht: Pa gen sinis, fonksyon sinis a.

source: There is the cosine function, and there is the tangent function.
ht: Se an fonksyon kosinis, Et se fonksyon tanjant a.

source: And you write sin, or S-I-N, C-O-S, and "tan" for short.
ht: Et, ou ka ekri peche, ou S-m-N, C O S, Et "tan" pou kout.

source: And these really just specify, for any angle in this triangle, it will specify the ratios of certain sides.
ht: Et sa yo vwèman inikman spécifier, pou yon ang nan triyang sa a, li pral spécifier pousantaj konnen kote yo.

source: So let me just write something out.
ht: Se pou m' sèlman ekri yon bagay.

source: This is really something of a mnemonic here, so something just to help you remember the definitions of these functions, but I'm going to write down something called "soh cah toa", you'll be amazed how far this mnemonic will take you in trigonometry.
ht: Sa a, se vrèman yon bagay de yon (isit la, Se konsa yon bagay sèlman pou ede w sonje définitions fonksyon sa yo, Men, mwen pral ekri yon bagay yo rele "soh cah toa", ou ap surpris nan ki limit (sa a ap mennen ou nan trignometri.

source: We have "soh cah toa", and what this tells us is;
ht: Nou pa gen "soh cah toa", Et sa sa di nou se

source: "soh" tells us that "sine" is equal to opposite over hypotenuse.
ht: "soh" di nou sa "sinis" rive fè anfas sou hypotenuse.

source: It's telling us.
ht: Li di nou.

source: And this won't make a lot of sense just now,
ht: Sa p ap fè yon bann sans jis kounye a,

source: I'll do it in a little more detail in a second.
ht: M ap fè l nan yon ti kras plis detay nan yon lòt.

source: And then cosine is equal to adjacent over hypotenuse.
ht: Et puis kosinis rive fè adjasan sou hypotenuse.

source: And then you finally have tangent, tangent is equal to opposite over adjacent.
ht: Lè sa a n' a la fen gen tanjant, tanjant rive fè anfas sou adjasan.

source: So you're probably saying, "hey, Sal, what is all this "opposite"
ht: Se konsa, ou kapab byen di, "alo, Sal, sa se tout sa a"contraire"

source: "hypotenuse", "adjacent", what are we talking about?"
ht: "hypotenuse", se "adjasan", sa nou pale?"

source: Well, let's take an angle here.
ht: Byen, an n fè yon ang isit la.

source: Let's say that this angle right over here is theta, between the side of the length 4, and the side of length 5. This is theta.
ht: An n pale sa a ang droit sou isit la se theta, ant bò lavil la longueur 4, ak bò de longueur 5.

source: So lets figure out the sine of theta, the cosine of theta, and what the tangent of theta are.
ht: Se konsa permet evalye sinis de theta, kosinis de theta, Et sa a tanjant de sont theta.

source: So if we first want to focus on the sine of theta, we just have to remember "soh cah toa", sine is opposit over hypotonuse, so sine of theta is equal to the opposite - so what is the opposite side to the angle?
ht: Si nou anvan vle vize sou sinis de theta, nou gen pou yo te raple "soh cah toa", sinis contraire sou hypotonuse, se konsa sinis de theta la vi-za vi - egal-ego Se poutèt sa se contraire bò kwen an?

source: So this is our angle right here, the opposite side, if we just go to the opposite side, not one of the sides that are kind of adjacent to the angle, the opposite side is the 3, if you're just kinda - it's opening on to that 3, so the opposite side is 3.
ht: Se poutèt sa se nou ang droit isit la, bò kote, Si nou tout yo pati pou bò bò la, pa gen yonn ki pati ki fè kalite adjasan pou kwen an, bò contraire se 3 la, Si ou pa jis yon jan - l' louvri sou sa 3,

source: And then what is the hypotenuse?
ht: Apre sa, lè sa a, sa ki hypotenuse a?

source: Well, we already know - the hypotenuse here is 5.
ht: Men, nou deja konnen - hypotenuse isit la se 5.

source: So it's 3 over 5.
ht: Se poutèt sa 3 sou 5.

source: The sine of theta is 3/5.
ht: Sinis de theta se 3/5.

source: And I'm going to show you in a second, that the sine of theta - if this angle is a certain angle - it's always going to be 3/5.
ht: E m ap montre ou nan yon lòt, sa sinis de theta - Si ang sa a se yon ang - li toujou ap fè 3/5.

source: The ratio of the opposite to the hypotenuse is always going to be the same, even if the actual triangle were a larger triangle or a smaller one.
ht: Ki pousantaj moun ki vi-za vi pou hypotenuse a toujou ap fè menm bagay la tou, menm si triyang aktyèl la, ki te yon pi gwo triyang ou yon sèl ti piti.

source: So I'll show you that in a second.
ht: Se konsa, m ap montre ou ki nan yon lòt.

source: So let's go throught all of the trig functions.
ht: An n ale se konsa depuis tout fonksyon trig.

source: Let's think about what the cosine of theta is.
ht: An n panse osijè de sa a kosinis de theta.

source: Cosine is adjacent over hypotenuse, so remember -
ht: Kosinis adjasan sou hypotenuse, se konsa pa bliye- kite m.

source: let me label them.
ht: Se pou make yo.

source: We already figured out that the 3 was the opposite side.
ht: Nou deja sipoze ke 3 a te bò contraire.

source: This is the opposite side.
ht: Sa se bò kote.

source: And only when we're talking about this angle.
ht: Et, sèlman lè nou pale osijè de ang sa a.

source: When we're talking about this angle - this side is opposite to it.
ht: Lè nou pale osijè de sa a ang - bò sa a se de li.

source: When we're talking about this angle, this 4 side is adjacent to it, it's one of the sides that kind of make up - that kind of form the vertex here.
ht: Lè nou pale osijè de ang sa a, sa a bò 4 adjasan pou l, li se youn nan kote ke ti jan - sa yo jan de fòm somè an isit la.

source: So this right here is the adjacent side.
ht: Se konsa droit isit la se sa a kote adjasan.

source: And I want to be very clear, this only applies to this angle.
ht: E mwen vle pou yo trè klè, Règleman sa a sèlman aplikab pou ang sa a.

source: If we're talking about that angle, then this green side would be opposite, and this yellow side would be adjacent.
ht: Si nou pale osijè de ang sa, Lè sa a bò vèt sa a ta dwe contraire, yo ki bò jòn sa a pwal adjasan.

source: But we're just focusing on this angle right over here.
ht: Men, nou gen sèlman se sou ang sa a droit sou isit la.

source: So cosine of this angle - so the adjacent side of this angle is 4, so the adjacent over the hypotenuse, the adjacent, which is 4, over the hypotenuse, 4 over 5.
ht: Se konsa kosinis ang sa - a kote adjasan ang sa a se 4, poutèt Se konsa a adjasan sou hypotenuse a, a adjasan, ki se 4, an sou hypotenuse a, 4 sou 5.

source: Now let's do the tangent.
ht: Koulye a Ann fè tanjant a.

source: Let's do the tangent.
ht: An n fè tanjant a.

source: The tangent of theta: opposite over adjacent.
ht: Tanjant de theta: vi-za vi sou adjasan.

source: The opposite side is 3.
ht: Bò yo bò kote pa 3.

source: What is the adjacent side?
ht: Nan ki sa wap a kote adjasan

source: We've already figured that out, the adjacent side is 4.
ht: Nou te deja sipoze sa soti, la adjasan yo bò kote pa 4.

source: So knwoing the sides of this right triangle, we were able to figure out the major trig ratios.
ht: Se konsa knwoing kote triyang dwa sa a. nou te rive pou evalye pi gwo pousantaj trig.

source: And we'll see that there are other trig ratios, but they can all be derived from these three basic trig functions.
ht: E nou pwal wè ke genyen lòt trig pousantaj ki bobo, Men, yo kapab tout être provenant de twa sa yo de baz fonksyon trig.

source: Now, let's think about another angle in this triangle, and I'll re-draw it, because my triangle is getting a little bit messy.
ht: Koulye a, an n panse osijè de yon lòt ang nan triyang sa a, e m ap re-rale l, paske mwen triyang a ap vin yon ti jan sal.

source: So I'll re-draw the exact same triangle.
ht: Se poutèt sa, m' ap re-trase a egzat triyang menm.

source: The exact same triangle.
ht: Triyang menm egzat a.

source: And, once again, the lengths of this triangle are - we have length 4 there, we have length 3 there, we have length 5 there.
ht: Et, yon fwa ankò, longè pis triyang sa a sont- nou gen 4 ki bagay la, nou gen yon longueur, 3 la a, nou gen 5 ki bagay la.

source: In the last example we used this theta.
ht: Nan dènye tankou nou te itilize theta sa a.

source: But let's do another angle, let's do another angle up here, and let's call this angle - I don't know, I'll think of something, a random Greek letter.
ht: Men, an n fè yon lòt ang, an n fè yon lòt ang la, anwo e an n rele ang sa a - mwen pa konnen, mwen pral panse de yon bagay, yon o aza lèt grèk.

source: So let's say it's psi.
ht: Se konsa nou di psi li a.

source: It's, I know, a little bit bizarre.
ht: Li, mwen konnen l ', konplo lan te yon ti jan.

source: Theta is what you normally use, but since I've already used theta, let's use psi.
ht: Theta se sa ou konn itilize, Men, depi lè mwen te sèvi deja theta, an n itilize psi.

source: Or actually - let me simplify it,
ht: Ou aktyèlman - pa kite m.

source: let me call this angle x.
ht: Se pou senplifye l, kite m' rele ang sa a x.

source: Let's call that angle x.
ht: An n rele ang sa x.

source: So let's figure out the trig functions for that angle x.
ht: Se konsa an n evalye fonksyon trig yo pou sa ang x.

source: So we have sine of x, is going to be equal to what?
ht: Se poutèt sa, nou pa gen sinis de x, va pou ka rive fè sa?

source: Well sine is opposite over hypotenuse.
ht: Sinis byen contraire sou hypotenuse.

source: So what side is opposite to x?
ht: Se poutèt sa yo bò kote pa de x?

source: 4 was adjacent to this theta, but it's opposite to x.
ht: Men li te ouvè sou 4 sa a,

source: So in this context, this is now the opposite, this is now the opposite side.
ht: Nan kontèks sa a, se poutèt sa koulye a vi-za vi a, Men koulye a bò contraire.

source: Remember:
ht: Pa bliye:

source: So it's going to be 4 over - now what's the hypotenuse?
ht: Se konsa li ap fè 4 sou tèt- Koulye a sa ki hypotenuse a?

source: Well, the hypotenuse is going to be the same regardless of which angle you pick, so the hypotenuse is now going to be 5, so it's 4/5.
ht: Men, hypotenuse a pwal menm bagay la tou nenpòt moun ki ang ou reponn, Se konsa, hypotenuse la kounye a pwal gen 5, Se konsa li se 4/5.

source: Now let's do another one; what is the cosine of x?
ht: Koulye a Ann fè yon lòt UN nan ki sa wap kosinis de x

source: So cosine is adjacent over hypotenuse.
ht: Se konsa, kosinis adjasan sou hypotenuse.

source: What side is adjacent to x, that's not the hypotenuse?
ht: Bò kote ki pa adjasan x yo, se pa sa a hypotenuse?

source: You have the hypotenuse here.
ht: Ou gen hypotenuse a isit la.

source: Well the 3 side, it's one of the sides that forms the vertex that x is at, that's not the hypotenuse, so this is the adjacent side.
ht: Byen 3 bò la, se yonn nan de bò sa formulaires somè a x sa se nan, se pa hypotenuse a, sa Se poutèt sa a kote adjasan.

source: That is the adjacent.
ht: Sa se adjasan a.

source: So it's 3 over the hypotenuse, the hypotenuse is 5.
ht: Se poutèt sa 3 sou hypotenuse a, hypotenuse a se 5.

source: And then finally, the tangent.
ht: Et puis finalman, tanjant.

source: We want to figure out the tangent of x.
ht: Nou vle evalye tanjant de x.

source: Tangent is opposite over adjacent,
ht: Tanjant se FACE au adjasan,

source: "soh cah toa", tangent is opposite over adjacent, opposite over adjacent.
ht: "soh cah toa", tanjant se FACE au adjasan, vi-za vi sou adjasan.

source: The opposite side is 4.
ht: Bò yo bò kote pa 4.

source: I want to do it in that blue color.
ht: Mwen vle fè l' nan sa koulè ble.

source: The opposite side is 4, and the adjacent side is 3.
ht: Bò contraire se 4, Et a kote adjasan se 3.

source: And we're done!
ht: Et, n' ap fè!

source: And in the next video I'll do a ton of more examples of this, just so that we really get a feel for it.
ht: Et nan videyo kap vini a m a fè yon paj de egzanp plis de sa, annik konsa nou vrèman santi yon pou li.

source: But I'll leave you thinking of what happens when these angle start to approach 90 degrees, or how could they even get larger than 90 degrees.
ht: Men, m' ap kite ou panse sa rive lè démarrer ang sa yo pou apwoche 90 degre li pa jan te kapab yo menm ka pi gwo tou pase 90 degre.

source: And we'll see that this definition, the "soh cah toa" definition takes us a long way for angles that are between 0 and 90 degrees, or that are less than 90 degrees.
ht: E nou pwal wè sa definisyon sa a, definisyon "soh cah toa" la pran nou yon fason pou lontan pou kwen sa yo ant 0 Et 90 degre ou sa yo mwens pase 90 degre.

source: But they kind of start to mess up really at the boundries.
ht: Men, yo ti jan kòmanse mess se vre nan boundries la.

source: And we're going to introduce a new definition, that's kind of derived from the "soh cah toa" definition for finding the sine, cosine and tangent of really any angle.
ht: E nou pral prezante yon definisyon nouvo, sa kalite provenant de la "soh cah toa" definisyon pou jwenn sinis, kosinis Et tanjant ang vrèman tout.

source: We could have a debate about what the most interesting cell in the human body is, but I think easily the neuron would make the top five, and it's not just because the cell itself is interesting.
ht: Men mwen panse fasil ewonn a ta ka fè sou tèt, senk, e se pa sèlman paske selil li menm enteresan.

source: The fact that it essentially makes up our brain and our nervous system and is responsible for the thoughts and our feelings and maybe for all of our sentience, I think, would easily make it the top one or two cells.
ht: Lefèt ke li esansyèlman pran fè nou sèvo Et nou istèm/aparèy Et ki rèsponsab pou tèt ak tout kè nou ak pou tout lòt de sentience nou, petèt Mwen panse ke, ta fasil fè l' pi gwo youn oubyen de cellules.

source: So what I want to do is first to show you what a neuron looks like.
ht: Se poutèt sa mwen vle fè premye pou montre ou sa yon ewonn sanble.

source: And, of course, this is kind of the perfect example.
ht: Et, men wi, sa se kalite bon nèt tankou.

source: This isn't what all neurons look like.
ht: Sa se pat sa neurones tout sanble.

source: And then we're going to talk a little bit about how it performs its function, which is essentially communication, essentially transmitting signals across its length, depending on the signals it receives.
ht: Epi lè sa a nou pwal pale yon ti jan sou kouman li effectue fonksyon li an, ki se esansyèlman kominikasyon, esansyèlman transmission signaux Sur longueur li, selon les signaux li resevwa.

source: So if I were to draw a neuron-- let me pick a better color.
ht: Se konsa si m' to ran ewonn - kite m' chwazi yon koulè pi bon. Se konsa nou di mwen gen yon ewonn.

source: It looks something like this.
ht: Li sanble yon bagay konsa.

source: So in the middle you have your soma and then from the soma-- let me draw the nucleus.
ht: Se konsa, nan mitan ou gen ou soma Et puis de la soma - kite m' rale nannan a.

source: This is a nucleus, just like any cell's nucleus.
ht: Sa se yon nannan, menm jan nannan yon selil.

source: And then the soma's considered the body of the neuron and then the neuron has these little things sticking out from it that keep branching off.
ht: Et puis soma a la konsidere kò a ewonn Et Lè sa a, ewonn a gen tout ti bagay sa rantre de l ki toujou plen.

source: Maybe they look something like this.
ht: Gen dwa yo sanble yon bagay konsa.

source: I don't want to spend too much time just drawing the neuron, but you've probably seen drawings like this before.
ht: Mwen pa vle pase twòp temps jis dessin ewonn a, Men, ou te kapab byen wè dessins tankou sa deja.

source: And these branches off of the soma of the neuron, off of its body, these are called dendrites.
ht: Et sa yo, yo debranche hors de la soma de la ewonn, delivre kò li, yo rele dendrites.

source: They can keep splitting off like that.
ht: Yo kapab kenbe division hors kon sa.

source: I want to do a fairly reasonable drawing so I'll spend a little time doing that.
ht: Mwen vle fè yon desen assez rezonab Se konsa m' ap pase yon ti tan sa yo ap fè. Se poutèt sa dwa isit la, se sa dendrites yo.

source: And these tend to be-- and nothing is always the case in biology.
ht: Sa yo gen tandans pou - e pa gen anyen ki toujou ka a nan Biyoloji.

source: Sometimes different parts of different cells perform other functions, but these tend to be where the neuron receives its signal.
ht: Pafwa diferan pati nan diferan cellules fè fonksyon lòt, Men, sa yo gen tandans pou kote ewonn a resevwa siyal li.

source: And we'll talk more about what it means to receive and transmit a signal in this video and probably in the next few.
ht: E nou pwal pale plis toujou sou sa sa vle di pou resevwa Et transmettre yon siyal yo nan videyo sa a ak pwobableman nan twa kap vini yo

source: So this is where it receives the signal.
ht: Se poutèt sa se kote li resevwa siyal la.

source: So this is the dendrite.
ht: Se poutèt sa a dendrite.

source: This right here is the soma.
ht: Isit-menm se soma a.

source: Soma means body.
ht: Soma vle di kò.

source: This is the body of the neuron.
ht: Sa se kò ewonn a.

source: And then we have kind of a-- you can almost view it as a tail of the neuron.
ht: E nou gen ti jan yon - ou kapab pwèske wè li kòm yon, ke ewonn a.

source: It's called the axon.
ht: Li te rele axon a.

source: A neuron can be a reasonably normal sized cell, although there is a huge range, but the axons can be quite long.
ht: Ewonn yon ka yon fason kòrèk nòmal selil moyennes, malgre ke se yon gwo ranje, men axons yo kapab byen lontan.

source: They could be short.
ht: Yo te kapab gen anpil jou.

source: Sometimes in the brain you might have very small axons, but you might have axons that go down the spinal column or that go along one of your limbs-- or if you're talking about one of a dinosaur's limbs.
ht: Pafwa nan sèvo an ou te ka jwenn yon ti axons, Men, ou te ka jwenn axons ki desann a o rèl/chini/chenn do ou sa rete nan yonn nan ou m' ap danse - oubyen si ou ap di apepwè yonn nan m' ap danse yon dinozò.

source: So the axon can actually stretch several feet.
ht: Se konsa, axon a ka rale aktyèlman plizyè pye.

source: Not all neurons' axons are several feet, but they could be.
ht: Axons pa tout neurones sont plizyè pye, Men, yo te kapab.

source: And this is really where a lot of the distance of the signal gets traveled.
ht: Et sa se vrèman kote anpil de distans de siyal la tonbe a.

source: Let me draw the axon.
ht: Kite m' trase axon a.

source: So the axon will look something like this.
ht: Se konsa axon a pwal sanble yon bagay konsa.

source: And at the end, it ends at the axon terminal where it can connect to other dendrites or maybe to other types of tissue or muscle if the point of this neuron is to tell a muscle to do something.
ht: Et a la fen, li fini nan axon de fè ki kote li ka marye pou lòt dendrites ou gen dwa pou lòt kalite klinèks oubyen doulè misk si la point de ewonn sa a se pou di mis pou fè yon bagay.

source: So at the end of the axon, you have the axon terminal right there.
ht: Se konsa nan fen axon a, ou gen axon de fè la a.

source: I'll do my best to draw it like that.
ht: M a fè m' pi bon pou fè l kon sa.

source: Let me label it.
ht: Kite m' make li.

source: So this is the axon.
ht: Se poutèt sa a axon.

source: This is the axon terminal.
ht: Sa se axon de fè a.

source: And you'll sometimes hear the word-- the point at which the soma or the body of the neuron connects to the axon is as often referred to as the axon hillock-- maybe you can kind of view it as kind of a lump.
ht: Et ou pafwa ap tande pawòl la- pwen nan ki soma a ou kò a ewonn connects pou axon a souvan refere li kòm a axon bit tè- petèt nou ka ti jan wè l' menm jan de yon boul.

source: It starts to form the axon.
ht: Li commence pou fòme axon a. Se poutèt sa a axon bit tè

source: And then we're going to talk about how the impulses travel.
ht: Et, lè sa a nou pwal pale osijè de kòman impulsions yo vwayaje.

source: And a huge part in what allows them to travel efficiently are these insulating cells around the axon.
ht: Ak yon gwo pati nan sa ki pèmèt yo pou yo vwayaje efficacement sont sa isolation cellules environ axon a.

source: We're going to talk about this in detail and how they actually work, but it's good just to have the anatomical structure first.
ht: Nou pwal pale osijè sa an detay Et, jan yo aktyèlman travay, men, li la bon jis en èstrikti anatomiques a anvan.

source: So these are called Schwann cells and they're covering-- they make up the myelin sheath.
ht: Se konsa yo rele Schwann cellules Et yo ap Sur-yo fin bat la leve a gaine la.

source: So this covering, this insulation, at different intervals around the axon, this is called the myelin sheath.
ht: Se poutèt sa a kouvri, D' sa a sou diferan entèval nan axon a, sa a te rele gaine la a.

source: So Schwann cells make up the myelin sheath.
ht: Se konsa, Schwann cellules bat la leve anvan gaine la a.

source: I'll do one more just like that.
ht: M' ap fè yon pi jis kon sa. Se konsa m' ap di ap: Schwann cellules ou la Gaine
